<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html><head>

<title>README</title><style>

BODY {
background: #fff;
color: #444;
padding-left: 20%;
padding-top: 1em;
padding-bottom: 1em;
padding-right: 20%;
font-family: sans-serif;
line-height: 1.6em;
}

DT {
font-weight: bold;
margin-top: .33em;
}

H2 {
color: #000;
margin-left: -2.5em;
}

H3 {
color: #000;
margin-left: -1.5em;
}

.editsection {
display: none;
}

</style></head>
<body>

<div id="renpy_help"></div>




<p><a name="Basic_Help" id="Basic_Help"></a></p> 
<h2><span class="editsection">[<a href="/w/index.php?title=renpy/Help&amp;action=edit&amp;section=1" title="Edit section: Basic Help">edit</a>]</span>&nbsp;<span class="mw-headline">&#25805;&#20316;&#26041;&#27861;</span></h2> 
<p>&#12466;&#12540;&#12512;&#12434;&#35501;&#12415;&#36914;&#12417;&#12427;&#12395;&#12399;&#12289;&#24038;&#12463;&#12522;&#12483;&#12463;&#12363;&#12289;&#12473;&#12506;&#12540;&#12473;&#12461;&#12540;&#12289;&#12456;&#12531;&#12479;&#12540;&#12461;&#12540;&#12434;&#25276;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;&#12513;&#12491;&#12517;&#12540;&#12364;&#34920;&#31034;&#12373;&#12428;&#12383;&#22580;&#21512;&#12289;&#24038;&#12463;&#12522;&#12483;&#12463;&#12391;&#36984;&#25246;&#12377;&#12427;&#12363;&#12289;&#26041;&#21521;&#12461;&#12540;&#12391;&#36984;&#25246;&#12375;&#12390;&#12456;&#12531;&#12479;&#12540;&#12461;&#12540;&#12391;&#27770;&#23450;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</p> 
<p><a name="Game_Menu" id="Game_Menu"></a></p> 
<h3><span class="editsection">[<a href="/w/index.php?title=renpy/Help&amp;action=edit&amp;section=2" title="Edit section: Game Menu">edit</a>]</span> <span class="mw-headline">&#12466;&#12540;&#12512;&#12513;&#12491;&#12517;&#12540;</span></h3> 
<p>&#12466;&#12540;&#12512;&#20013;&#12395;&#21491;&#12463;&#12522;&#12483;&#12463;&#12363; Esc &#12434;&#25276;&#12377;&#12392;&#12289;&#12466;&#12540;&#12512;&#12513;&#12491;&#12517;&#12540;&#12434;&#38283;&#12365;&#12414;&#12377;&#12290;&#12466;&#12540;&#12512;&#12513;&#12491;&#12517;&#12540;&#12391;&#12399;&#20197;&#19979;&#12398;&#25805;&#20316;&#12434;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</p> 
<dl> 
<dt>&#25147;&#12427;</dt> 
<dd>&#12466;&#12540;&#12512;&#12395;&#25147;&#12426;&#12414;&#12377;&#12290;</dd> 
<dt>&#12475;&#12540;&#12502;</dt> 
<dd>&#12475;&#12540;&#12502;&#12473;&#12525;&#12483;&#12488;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;&#29694;&#22312;&#12398;&#29366;&#24907;&#12434;&#20445;&#23384;&#12391;&#12365;&#12414;&#12377;&#12290;</dd> 
<dt>&#12525;&#12540;&#12489;</dt> 
<dd>&#12475;&#12540;&#12502;&#12473;&#12525;&#12483;&#12488;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;&#12487;&#12540;&#12479;&#12434;&#12525;&#12540;&#12489;&#12391;&#12365;&#12414;&#12377;&#12290; &#8221;&#12458;&#12540;&#12488;&#8221;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12458;&#12540;&#12488;&#12475;&#12540;&#12502;&#12373;&#12428;&#12383;&#12487;&#12540;&#12479;&#12434;&#12525;&#12540;&#12489;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</dd> 
<dt>&#29872;&#22659;&#35373;&#23450;<br></dt> 
<dd>&#12466;&#12540;&#12512;&#12398;&#29872;&#22659;&#35373;&#23450;&#12434;&#22793;&#26356;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;
<dl> 
<dt>&#30011;&#38754;&#34920;&#31034;</dt> 
<dd>&#12501;&#12523;&#12473;&#12463;&#12522;&#12540;&#12531;&#12392;&#12454;&#12452;&#12531;&#12489;&#12454;&#12514;&#12540;&#12489;&#12434;&#20999;&#12426;&#26367;&#12360;&#12414;&#12377;&#12290;</dd> 
<dt>&#30011;&#38754;&#21177;&#26524;</dt> 
<dd>&#30011;&#38754;&#20999;&#26367;&#26178;&#12398;&#21177;&#26524;&#12398;&#26377;&#28961;&#12434;&#36984;&#25246;&#12391;&#12365;&#12414;&#12377;&#12290;</dd> 
<dt>&#25991;&#23383;&#34920;&#31034;&#36895;&#24230;<br></dt> 
<dd>&#25991;&#23383;&#34920;&#31034;&#36895;&#24230;&#12434;&#22793;&#26356;&#12375;&#12414;&#12377;&#12290;&#12473;&#12521;&#12452;&#12480;&#12540;&#12434;&#21491;&#12395;&#21205;&#12363;&#12377;&#12411;&#12393;&#26089;&#12367;&#12289;&#24038;&#12395;&#21205;&#12363;&#12377;&#12411;&#12393;&#36933;&#12367;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;&#21491;&#31471;&#12395;&#21205;&#12363;&#12377;&#12392;&#12289;&#30636;&#38291;&#30340;&#12395;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</dd> 
<dt>&#12472;&#12519;&#12452;&#12473;&#12486;&#12451;&#12483;&#12463;</dt> 
<dd>&#12472;&#12519;&#12452;&#12473;&#12486;&#12451;&#12483;&#12463;&#12398;&#12508;&#12479;&#12531;&#12434;&#21106;&#12426;&#24403;&#12390;&#12414;&#12377;&#12290;</dd> 
<dt>&#12473;&#12461;&#12483;&#12503;</dt> 
<dd>&#26082;&#35501;&#12513;&#12483;&#12475;&#12540;&#12472;&#12398;&#12415;&#12434;&#12473;&#12461;&#12483;&#12503;&#12377;&#12427;&#12363;&#12289;&#26410;&#35501;&#12418;&#12473;&#12461;&#12483;&#12503;&#12377;&#12427;&#12363;&#36984;&#25246;&#12375;&#12414;&#12377;&#12290;</dd> 
<dt>&#12473;&#12461;&#12483;&#12503;&#38283;&#22987;<br></dt> 
<dd>&#12466;&#12540;&#12512;&#12395;&#25147;&#12426;&#12289;&#12473;&#12461;&#12483;&#12503;&#12434;&#38283;&#22987;&#12375;&#12414;&#12377;&#12290;</dd> 
<dt>&#36984;&#25246;&#32930;&#24460;<br></dt> 
<dd>&#36984;&#25246;&#32930;&#24460;&#12395;&#12473;&#12461;&#12483;&#12503;&#12434;&#32154;&#12369;&#12427;&#12363;&#12393;&#12358;&#12363;&#36984;&#25246;&#12375;&#12414;&#12377;&#12290;<br></dd> 
<dt>&#12458;&#12540;&#12488;&#24453;&#12385;&#26178;&#38291;<br></dt> 
<dd>&#12458;&#12540;&#12488;&#12391;&#35501;&#12415;&#36914;&#12417;&#12427;&#24453;&#12385;&#26178;&#38291;&#12434;&#35373;&#23450;&#12375;&#12414;&#12377;&#12290;&#12473;&#12521;&#12452;&#12480;&#12540;&#12434;&#24038;&#12395;&#21205;&#12363;&#12377;&#12411;&#12393;&#12289;&#35501;&#12415;&#36914;&#12417;&#12427;&#24453;&#12385;&#26178;&#38291;&#12364;&#30701;&#12367;&#12394;&#12426;&#12414;&#12377;&#12290;&#21491;&#31471;&#12395;&#21205;&#12363;&#12377;&#12392;&#12289;&#12458;&#12540;&#12488;&#12391;&#35501;&#12415;&#36914;&#12417;&#12427;&#12398;&#12434;&#27490;&#12417;&#12414;&#12377;&#12290;</dd> 
<dt>&#38899;&#27005;&#12289;&#21177;&#26524;&#38899;&#12289;&#12508;&#12452;&#12473;&#38899;&#37327;</dt> 
<dd>&#38899;&#27005;&#12289;&#21177;&#26524;&#38899;&#12289;&#12508;&#12452;&#12473;&#12398;&#21508;&#38899;&#37327;&#12434;&#35373;&#23450;&#20986;&#26469;&#12414;&#12377;&#12290;&#12473;&#12521;&#12452;&#12480;&#12540;&#12434;&#21491;&#12408;&#21205;&#12363;&#12377;&#12411;&#12393;&#12289;&#38899;&#12364;&#22823;&#12365;&#12367;&#12394;&#12426;&#12414;&#12377;&#12290;</dd> 
</dl> 
</dd> 
</dl> 
<dl> 
<dt>&#12513;&#12452;&#12531;&#12513;&#12491;&#12517;&#12540;<br></dt> 
<dd>&#29694;&#22312;&#12398;&#12466;&#12540;&#12512;&#12434;&#32066;&#20102;&#12375;&#12390;&#12289;&#12513;&#12452;&#12531;&#12513;&#12491;&#12517;&#12540;&#12395;&#25147;&#12426;&#12414;&#12377;&#12290;</dd> 
<dt>&#12504;&#12523;&#12503;</dt> 
<dd>&#12504;&#12523;&#12503;&#30011;&#38754;&#12434;&#34920;&#31034;&#12375;&#12414;&#12377;&#12290;</dd> 
<dt>&#32066;&#20102;</dt> 
<dd>&#12466;&#12540;&#12512;&#12434;&#20840;&#12390;&#32066;&#20102;&#12375;&#12390;&#12289;&#12454;&#12452;&#12531;&#12489;&#12454;&#12434;&#38281;&#12376;&#12414;&#12377;&#12290;</dd> 
</dl> 
<p><a name="Key_and_Mouse_Bindings" id="Key_and_Mouse_Bindings"></a></p> 
<h3><span class="editsection">[<a href="/w/index.php?title=renpy/Help&amp;action=edit&amp;section=3" title="Edit section: Key and Mouse Bindings">edit</a>]</span> <span class="mw-headline">&#12461;&#12540;&#12508;&#12540;&#12489;&#12392;&#12510;&#12454;&#12473;&#12398;&#21106;&#12426;&#24403;&#12390;</span></h3> 
<dl> 
<dt>&#24038;&#12463;&#12522;&#12483;&#12463;&#12289;&#12456;&#12531;&#12479;&#12540;&#12461;&#12540;</dt> 
<dd>&#12466;&#12540;&#12512;&#12434;&#36914;&#12417;&#12383;&#12426;&#12289;&#12513;&#12491;&#12517;&#12540;&#12420;&#12508;&#12479;&#12531;&#12289;&#12473;&#12521;&#12452;&#12480;&#12540;&#12434;&#27770;&#23450;&#12375;&#12414;&#12377;&#12290;</dd> 
<dt>&#12473;&#12506;&#12540;&#12473;&#12461;&#12540;</dt> 
<dd>&#12466;&#12540;&#12512;&#12434;&#36914;&#12417;&#12414;&#12377;&#12364;&#12289;&#12513;&#12491;&#12517;&#12540;&#12420;&#12508;&#12479;&#12531;&#12289;&#12473;&#12521;&#12452;&#12480;&#12540;&#12434;&#27770;&#23450;&#12391;&#12365;&#12414;&#12379;&#12435;&#12290;</dd><dd><br></dd> 
<dt>&#26041;&#21521;&#12461;&#12540;</dt> 
<dd>&#12513;&#12491;&#12517;&#12540;&#12420;&#12508;&#12479;&#12531;&#12289;&#12473;&#12521;&#12452;&#12480;&#12540;&#12434;&#36984;&#25246;&#12375;&#12414;&#12377;&#12290;</dd> 
<dt>Ctrl</dt> 
<dd>&#12461;&#12540;&#12434;&#25276;&#12375;&#12390;&#12356;&#12427;&#38291;&#12289;&#12466;&#12540;&#12512;&#12434;&#12473;&#12461;&#12483;&#12503;&#12375;&#12414;&#12377;&#12290;.</dd> 
<dt>Tab</dt> 
<dd>&#19968;&#24230;&#25276;&#12377;&#12392;&#12473;&#12461;&#12483;&#12503;&#12434;&#38283;&#22987;&#12375;&#12414;&#12377;&#12290;&#12418;&#12358;&#19968;&#24230;&#25276;&#12377;&#12392;&#12473;&#12461;&#12483;&#12503;&#12434;&#20572;&#27490;&#12375;&#12414;&#12377;&#12290;</dd> 
<dt>&#12510;&#12454;&#12473;&#12507;&#12452;&#12540;&#12523;&#19978;&#12289;PageUp</dt> 
<dd>&#12525;&#12540;&#12523;&#12496;&#12483;&#12463;&#12434;&#34892;&#12356;&#12289;&#12466;&#12540;&#12512;&#12434;&#24059;&#12365;&#25147;&#12375;&#12414;&#12377;&#12290;&#12486;&#12461;&#12473;&#12488;&#12434;&#20877;&#12403;&#34920;&#31034;&#12375;&#12383;&#12426;&#12289;&#21029;&#12398;&#36984;&#25246;&#32930;&#12434;&#36984;&#12435;&#12384;&#12426;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</dd> 
<dt>&#12510;&#12454;&#12473;&#12507;&#12452;&#12540;&#12523;&#19979;&#12289;PageDown</dt> 
<dd>&#12525;&#12540;&#12523;&#12501;&#12457;&#12527;&#12540;&#12489;&#12434;&#34892;&#12356;&#12289;&#12525;&#12540;&#12523;&#12496;&#12483;&#12463;&#21069;&#12398;&#29366;&#24907;&#12395;&#25147;&#12426;&#12414;&#12377;&#12290;</dd> 
<dt>&#21491;&#12463;&#12522;&#12483;&#12463;&#12289;Esc</dt> 
<dd>&#12466;&#12540;&#12512;&#12513;&#12491;&#12517;&#12540;&#12434;&#34920;&#31034;&#12375;&#12414;&#12377;&#12290;&#12466;&#12540;&#12512;&#12513;&#12491;&#12517;&#12540;&#34920;&#31034;&#20013;&#12399;&#12289;&#12466;&#12540;&#12512;&#12395;&#25147;&#12426;&#12414;&#12377;&#12290;</dd> 
<dt>&#20013;&#12463;&#12522;&#12483;&#12463;&#12289;H<br></dt> 
<dd>&#12486;&#12461;&#12473;&#12488;&#12454;&#12451;&#12531;&#12489;&#12454;&#12420;&#12381;&#12398;&#20182;&#12398;&#34920;&#31034;&#12434;&#38560;&#12375;&#12414;&#12377;&#12290;</dd> 
<dt>F</dt> 
<dd>&#12501;&#12523;&#12473;&#12463;&#12522;&#12540;&#12531;&#12514;&#12540;&#12489;&#12434;&#20999;&#12426;&#26367;&#12360;&#12414;&#12377;&#12290;<br></dd> 
<dt>S</dt> 
<dd>&#12473;&#12463;&#12522;&#12540;&#12531;&#12471;&#12519;&#12483;&#12488;&#12434;&#25774;&#12426;&#12414;&#12377;&#12290;&#12473;&#12463;&#12522;&#12540;&#12531;&#12471;&#12519;&#12483;&#12488;&#12399; screenshotxxxx.png &nbsp;&#12392;&#12356;&#12358;&#12501;&#12449;&#12452;&#12523;&#21517;&#12391;&#20445;&#23384;&#12373;&#12428;&#12414;&#12377;&#12290;</dd> 
<dt>Alt-M, Command-M</dt> 
<dd>&#12454;&#12452;&#12531;&#12489;&#12454;&#12434;&#26368;&#23567;&#21270;&#65288;&#12450;&#12452;&#12467;&#12531;&#21270;&#65289;&#12375;&#12414;&#12377;&#12290;</dd> 
<dt>Alt-F4, Command-Q</dt> 
<dd>&#12466;&#12540;&#12512;&#12434;&#32066;&#20102;&#12375;&#12414;&#12377;&#12290;</dd> 
<dt>Delete</dt> 
<dd>&#36984;&#25246;&#12375;&#12390;&#12356;&#12427;&#12475;&#12540;&#12502;&#12473;&#12525;&#12483;&#12488;&#12434;&#28040;&#21435;&#12375;&#12414;&#12377;&#12290;</dd> 
</dl> 
<p><a name="Legal_Notice" id="Legal_Notice"></a></p> 
<h2><span class="editsection">[<a href="/w/index.php?title=renpy/Help&amp;action=edit&amp;section=4" title="Edit section: Legal Notice">edit</a>]</span> <span class="mw-headline">&#27861;&#23450;&#36890;&#30693;</span></h2> 
<p>&#26412;&#12466;&#12540;&#12512;&#12399;&#27096;&#12293;&#12394;&#12458;&#12540;&#12503;&#12531;&#12477;&#12540;&#12473;&#12503;&#12525;&#12472;&#12455;&#12463;&#12488;&#12398;&#12477;&#12540;&#12473;&#12467;&#12540;&#12489;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;&#12381;&#12398;&#12522;&#12473;&#12488;&#12392;&#12467;&#12540;&#12489;&#20837;&#25163;&#20808;&#12399;&#12289;Ren'py &#12487;&#12451;&#12524;&#12463;&#12488;&#12522;&#12395;&#12354;&#12427;&nbsp; LICENSE.txt&nbsp;&nbsp;&#12414;&#12383;&#12399; <a href="http://www.renpy.org/wiki/renpy/License" class="external free" title="http://www.renpy.org/wiki/renpy/License" rel="nofollow">http://www.renpy.org/wiki/renpy/License</a> &#12434;&#21442;&#29031;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</p> 


</body></html>